export const editModalData = [
    {
        name: "report",
        title: "Отправить репорт",
    },
    {
        name: "edit",
        title: "Изменить данные",
    },
]

export const editData = [
    {
        id: 1,
        img: "danger_triangle",
        text: "Сообщить об ошибке метки",
        modal: "openReportModal",
    },
    {
        id: 2,
        img: "pen",
        text: "",
        modal: "openEditModal",
    }
]

export const editFormData = [
    {
        name: "report",
        method: "POST",
        button: "Отправить",
        text: "Вы считаете, что метка игрока не соответствует комментарию о нем? Сообщите нам об этом, и при необходимости мы это скорректируем.",
    },
    {
        name: "edit",
        method: "PATCH",
        button: "Изменить",
        text: "Сейчас вы вносите изменения в историю вашего сотрудничества с игроком. Если он был с меткой \"Абитраж\" и вернул вам полную сумму - отобразите это в комментарии к записи игрока для информации другим бэкерам. Пример \"Был должен 500 $, вернул полную сумму в согласованное время\"\n\n При этом метку \"Арбитраж\" замените на \"Проблемный игрок\" (если были проблемы с игроком во время сотрудничества) или \"Экс-арбитраж\" (если проблем, кроме долга, не было).",
    }
]