export const NameData = [
  "александр", "сергей", "дмитрий", "алексей", "владимир", "михаил", "игорь", "андрей", "николай",
  "артем", "всеволод", "ярослав", "святослав", "добрыня", "роман", "виктор", "константин", "павел",
  "евгений", "мирослав", "ярополк", "ростислав", "вячеслав", "леонид", "геннадий", "федор", "арсений",
  "валерий", "тимофей", "станислав", "петр", "филипп", "савелий", "тимур", "юрий", "анатолий", "кирилл",
  "максим", "григорий", "василий", "егор", "никита", "марк", "платон", "борис", "роберт", "денис",
  "фёдор", "семен", "владислав", "матвей", "елисей", "артур", "захар", "артемий", "георгий", "глеб",
  "олег", "яков", "иван", "аркадий", "давид", "богдан", "лев", "юлиан", "исаак", "эдуард", "валентин",
  "лука", "гоша", "данила", "леон", "афанасий", "евдоким", "герасим", "родион", "ефим", "герман", "рустам"
];