import {ACCOUNT_ROUTE} from "./const.js";

export const PLANS__DATA = [
    {
        id: 1,
        title: "Доступен всем",
        description: "Игрок начал играть не по сетке, после трех предупреждений был оштрафован.",
        features: [
            "5 поисков по базе",
            "5 поисков по базе",
            "5 поисков по базе"
        ],
        price: "0",
        link: ACCOUNT_ROUTE,
    },
    {
        id: 2,
        title: "Без ограничений",
        description: "Игрок начал играть не по сетке, после трех предупреждений был оштрафован.",
        features: [
            "5 поисков по базе",
            "5 поисков по базе",
            "5 поисков по базе"
        ],
        price: "9.99",
        link: ACCOUNT_ROUTE,
    },
    {
        id: 3,
        title: "Стандартный",
        description: "Игрок начал играть не по сетке, после трех предупреждений был оштрафован.",
        features: [
            "5 поисков по базе",
            "5 поисков по базе",
            "5 поисков по базе"
        ],
        price: "2.99",
        link: ACCOUNT_ROUTE,
    },
]